{
  "part": "I",
  "title": "Claimants' Rights and Claims Processing Centers and Programs",
  "subparts": {
    "i": {
      "1": {
        "A": {
          "title": "Description and General Information on Duty to Notify and Duty to Assist",
          "reference": "M21-1.I.i.1.A",
          "topics": [
            {
              "code": "overview",
              "topic_num": "0",
              "subtopic": "",
              "title": "Overview",
              "content": "Article ID: 554400000181474"
            },
            {
              "code": "I.i.1.A.1.a",
              "topic_num": "1",
              "subtopic": "a",
              "title": "Description of PL 106-475",
              "content": "Public Law (PL) 106-475, Veterans Claims Assistance Act of 2000, was enacted on November 9, 2000, and\nredefined the Department of Veterans Affairs’ (VA’s) duty to assist claimants in obtaining evidence necessary to substantiate a claim\neliminated the requirement from Morton v. West, 12 Vet.App. 477 (1999), that a claimant must submit a well-grounded claim before VA can assist in developing the claim, and\nmandated specific notice requirements regarding information that is necessary to substantiate a claim.\nThe impact on VA’s duty to notify and duty to assist claimants is discussed in this chapter.\nReferences:  For more information on VA's\nduty to notify under 38 U.S.C. 5103, see M21-1, Part III, Subpart i, 2.B\nduty to assist with obtaining records, see M21-1, Part III, Subpart i, 2.C, and\nduty to assist with providing a medical examination or opinion, see M21-1, Part IV, Subpart i, 1.A and B, and\nregulation on the duty to notify and duty to assist, see 38 CFR 3.159."
            },
            {
              "code": "I.i.1.A.1.b",
              "topic_num": "1",
              "subtopic": "b",
              "title": "Amendment to 38 U.S.C. 5102",
              "content": "PL 106-475 amended 38 U.S.C. 5102 to require VA, upon a receipt of an incomplete application for benefits or an intent to claim or apply for a benefit, to\nnotify the claimant of the information necessary to complete the application, and\nto defer assistance until the claimant submits the information.\nNote:  This includes furnishing the applicant any instructions and forms necessary to apply for that benefit.\nReferences:  For more information on\nscreening applications for substantial completeness, see M21-1, Part II, Subpart iii, 1.C.1\nnotification requirements for an incomplete application, see M21-1, Part II, Subpart iii, 1.C.2.b and c\nnotification requirements for a request for application or an intent to file a claim, see M21-1, Part II, Subpart iii, 1.C.2.e, and\nprescribed forms to furnish claimants, see M21-1, Part II, Subpart iii, 1.A.1.a."
            },
            {
              "code": "I.i.1.A.1.c",
              "topic_num": "1",
              "subtopic": "c",
              "title": "Amendment to 38 U.S.C. 5103",
              "content": "PL 106-475 amended 38 U.S.C. 5103  to require VA to notify the claimant of any information not previously provided that is necessary to substantiate the claim.  The PL provided that such information shall be received by VA within one year from the date of the notification.\nNote:  VA has traditionally referred to the required notice in 38 U.S.C. 5103 as a VCAA Notice.  However, because of amendments to the law since the Veterans Claims Assistance Act (VCAA) of 2000, the term Section 5103 notice has now replaced VCAA Notice and such term will be used throughout the manual.\nReference:  For more information on VA's duty to notify under 38 U.S.C. 5103, see\nM21-1, Part III, Subpart i, 2.B, and\n38 CFR 3.159(b)(1)."
            },
            {
              "code": "I.i.1.A.1.d",
              "topic_num": "1",
              "subtopic": "d",
              "title": "Amendment to 38 U.S.C. 5103A",
              "content": "PL 106-475 amended 38 U.S.C. 5103A to require VA to make reasonable efforts to assist a claimant in obtaining evidence necessary to substantiate a claim.  This assistance includes obtaining relevant Federal records, relevant private records adequately identified by the claimant, and a medical examination, if necessary to decide the claim.\nReference:  For more information on VA's duty to assist claimants in obtaining evidence, see\nM21-1, Part III, Subpart i, 2.C, and\nM21-1, Part IV, Subpart i, 1.A and B, and\n38 CFR 3.159(c).\n2.  PL 112-154, Honoring America’s Veterans and Caring for Camp Lejeune Families Act of 2012, and its Impact on 38 U.S.C. 5103 and 5103A\nIntroduction\nThis topic contains information about PL 112-154 and its impact on 38 U.S.C. 5103 and 5103A, including\nPL 112-154, Section 504, authorization of use of electronic communication to provide notice to claimants for benefits, and\nPL 112-154, Section 505, duty to assist claimants in obtaining private records.\nChange Date\nJune 29, 2015"
            },
            {
              "code": "I.i.1.A.2.a",
              "topic_num": "2",
              "subtopic": "a",
              "title": "PL 112-154, Section 504, Authorization of Use of Electronic Communication to Provide Notice to Claimants for Benefits",
              "content": "PL 112-154, Honoring America’s Veterans and Caring for Camp Lejeune Families Act of 2012, Section 504, amended 38 U.S.C. 5103 to streamline VA’s duty to notify responsibilities.\nThese statutory changes, among other things, permit VA to\nprovide Section 5103 notices by the most effective means available, including electronic communications\nprovide Section 5103 notices before, rather than after, the submission of a claim such as attaching the notice to an application\neliminate the need to provide additional Section 5103 notices on subsequent claims if the same type of Section 5103 notice has already been provided on a current pending claim within the previous year, and\nutilize e-mails as a way to transmit Section 5103 notices; however, this is currently not a viable option due to privacy and security concerns.\nImportant:  Although PL 112-154 indicates that VA’s duty to notify responsibilities no longer apply when VA can award the maximum benefit based on the evidence of record, VA will refrain from implementing procedures in the manual on this issue until a substantive rule-making is implemented through VA regulation in 38 CFR 3.159.\nReference:  For specific guidance on VA’s duty to notify, see\nM21-1, Part III, Subpart i, 2.B, and\n38 CFR 3.159(b)."
            },
            {
              "code": "I.i.1.A.2.b",
              "topic_num": "2",
              "subtopic": "b",
              "title": "PL 112-154, Section 505, Duty to Assist Claimants in Obtaining Private Records",
              "content": "PL 112-154, Section 505, amended 38 U.S.C. 5103A to streamline VA’s duty to assist responsibilities.\nThese statutory changes, among other things, permit VA to\nmake no less than two requests to a custodian of a private record (which was consistent with VA procedures prior to enactment of PL 112-154), and\nencourage claimants under VA regulations to submit relevant private medical records if such submission does not burden the claimant.\nImportant:  Although PL 112-154 indicates that VA’s duty to assist responsibilities no longer apply when VA can award the maximum benefit based on the evidence of record, VA will refrain from implementing procedures in the manual on this issue until a substantive rule-making is implemented through VA regulation in 38 CFR 3.159.\nReference:  For more information on VA’s duty to assist claimants in obtaining private records, see\nM21-1, Part III, Subpart i, 2.C.2, and\n38 CFR 3.159(c)(1).\n3.  PL 115-55, Veterans Appeals Improvement and Modernization Act of 2017, and its Impact on 38 U.S.C. 5103 and 5103A\nIntroduction\nThis topic contains information about PL 115-55 and its impact on 38 U.S.C. 5103 and 38 U.S.C. 5103A, including\nimpact of PL 115-55, and\nPL 115-55 and\nduty to notify\napplicability of duty to assist\nduty to assist errors, and\nduty to provide decision notice.\nChange Date\nFebruary 19, 2019"
            },
            {
              "code": "I.i.1.A.3.a",
              "topic_num": "3",
              "subtopic": "a",
              "title": "Impact of PL 115-55",
              "content": "On February 19, 2019, changes went into effect based on PL 115-55, Veterans Appeals Improvement and Modernization Act of 2017.\nThe PL and associated regulatory changes impacted both VA’s duty to assist and duty to notify requirements."
            },
            {
              "code": "I.i.1.A.3.b",
              "topic_num": "3",
              "subtopic": "b",
              "title": "PL 115-55 and Duty to Notify",
              "content": "PL 115-55 revised Section 5103 to state that the notice requirement for a substantially complete claim applies to initial and supplemental claims; however, VA is not required to provide that notice with respect to a supplemental claim filed within one year of an agency of original jurisdiction or Board decision on an issue."
            },
            {
              "code": "I.i.1.A.3.c",
              "topic_num": "3",
              "subtopic": "c",
              "title": "PL 115-55 and Applicability of Duty to Assist",
              "content": "VA’s duty to assist in the gathering of evidence begins upon receipt of a substantially complete application for an initial or supplemental claim and ends once VA issues a decision on the claim.  The definition of a substantially complete application in 38 CFR 3.159 has been amended to add the requirement that a supplemental claim application include or identify potentially new evidence.\nImportant:  The duty to assist does not apply to higher-level reviews (HLRs).\nReference:  For more information on processing HLRs, see M21-5, Chapter 5."
            },
            {
              "code": "I.i.1.A.3.d",
              "topic_num": "3",
              "subtopic": "d",
              "title": "PL 115-55 and Duty to Assist Errors",
              "content": "VA’s duty to assist is reinstated when a substantially complete initial claim or supplemental claim is filed or when a claim is returned to correct a “duty to assist” error in a prior decision.\nReference:  For more information on duty to assist errors, see M21-5, Chapter 5,5."
            },
            {
              "code": "I.i.1.A.3.e",
              "topic_num": "3",
              "subtopic": "e",
              "title": "PL 115-55 and Duty to Provide Decision Notice",
              "content": "PL 115-55 required a change to 38 CFR 3.103(f).  Effective February 19, 2019, 38 CFR 3.103(f) requires VA’s written notification of decisions to include all of the following elements:\nidentification of the issues adjudicated\na summary of the evidence considered\na summary of the applicable laws and regulations\nidentification of findings favorable to the claimant\nin the case of a denial, identification of elements not satisfied leading to the denial\nan explanation of how to obtain or access evidence used in making the decision\nif applicable, identification of the criteria that must be satisfied to grant service connection (SC) or the next higher level of compensation, and\na summary of the applicable review options under 38 CFR 3.2500available for the claimant to seek further review of the decision.\nNote:  These elements can be satisfied through a combination of the decision notice and its enclosures.\nReferences:  For more information on\nrequired notice elements in\nrating decisions, see M21-1, Part V, Subpart iv, 1.A\nnotification letters, see M21-1, Part VI, Subpart i, 1.B, and\nadministrative decisions, see M21-1, Part X, Subpart v, 1.C, and\nfavorable findings, see M21-1, Part V, Subpart iv, 1.A.5.\n4.  Definitions Related to Duty to Notify and Duty to Assist\nIntroduction\nThis topic contains information about definitions related to duty to notify and duty to assist, including\ndefinition of relevant records\nrefraining from or discontinuing assistance\nclaims that are inherently incredible or lack merit, and\ndefinition of\ncompetent medical evidence\ncompetent lay evidence\nsubstantially complete application\nevent\ninformation\nan initial claim\na supplemental claim, and\nreopened claim.\nChange Date\nFebruary 19, 2019"
            },
            {
              "code": "I.i.1.A.4.a",
              "topic_num": "4",
              "subtopic": "a",
              "title": "Definition:  Relevant Records",
              "content": "For the purpose of VA statutory duty to notify/assist, relevant records must\nrelate to the disability or injury, or pension or Dependency and Indemnity Compensation (DIC) claim for which the claimant is seeking benefits, and\nhave a reasonable possibility of helping to substantiate the claim.\nVA is not required to assist a claimant in obtaining identified records if no reasonable possibility exists that such assistance would aid in substantiating the claim.\nReference:  For more information about relevant records, see\nM21-1, Part III, Subpart i, 2.E, and\nGolz v. Shinseki,  590 F.3d 1317, 1320-21 (Fed. Cir. 2010)."
            },
            {
              "code": "I.i.1.A.4.b",
              "topic_num": "4",
              "subtopic": "b",
              "title": "Refraining From or Discontinuing Assistance",
              "content": "VA will refrain from or discontinue providing assistance in obtaining evidence for a claim if the substantially complete application for benefits indicates that there is no reasonable possibility that any assistance VA would provide to the claimant would substantiate the claim.\nCircumstances in which VA will refrain from or discontinue providing assistance in obtaining evidence include, but are not limited to\nthe claimant's ineligibility for the benefit sought because of lack of qualifying service, lack of Veteran status, or other lack of legal eligibility\nclaims that are inherently incredible or clearly lack merit, and\nan application requesting a benefit to which the claimant is not entitled as a matter of law.\nReferences:  For more information on\ncircumstances where VA will refrain from or discontinue providing assistance, see 38 CFR 3.159(d)\ndetermining Veteran status and eligibility for benefits, see M21-1, Part III, i.1, and\ninherently incredible claims, see M21-1, Part I, Subpart i,1.A.4.c."
            },
            {
              "code": "I.i.1.A.4.c",
              "topic_num": "4",
              "subtopic": "c",
              "title": "Claims That Are Inherently Incredible or Lack Merit",
              "content": "VA will not provide assistance in obtaining evidence if a claim is inherently incredible or clearly lacks merit, even when the application itself is substantially complete.\nThe development or rating activity has the authority to determine whether a claim is incredible or without merit.  For compensation claims, this may involve an allegation that a particular disability is secondary to one for which SC has already been established.\nImportant:  VA employees have broad authority to determine whether or not a claim is inherently incredible or clearly lacks merit.  However, before deciding such a claim, VA may request that the claimant submit evidence to render the claim plausible or credible.\nExamples:\nA claimant alleges her service-connected tinnitus caused her hammertoes, but she furnishes no medical evidence to support this allegation.\nA Veteran claims he developed posttraumatic stress disorder as a result of combat service in the Republic of Vietnam, but military records clearly show he had no foreign or combat service.\nReferences:  For more information on\nclaims that are inherently incredible or lack merit, see 38 CFR 3.159(d), and\nnotification requirements for claims that are inherently incredible or lack merit, see M21-1, Part II, Subpart iii, 1.C.2.f."
            },
            {
              "code": "I.i.1.A.4.d",
              "topic_num": "4",
              "subtopic": "d",
              "title": "Definition:  Competent Medical Evidence",
              "content": "Competent medical evidence means evidence provided by a person who is qualified through education, training, or experience to offer medical diagnoses, statements, or opinions.  Competent medical evidence may also mean statements conveying sound medical principles found in medical treatises. It would also include statements contained in authoritative writings such as medical and scientific articles and research reports or analyses.\nReference:  The definition of competent medical evidence for the purpose of this chapter is set forth in 38 CFR 3.159(a)(1)."
            },
            {
              "code": "I.i.1.A.4.e",
              "topic_num": "4",
              "subtopic": "e",
              "title": "Definition:  Competent Lay Evidence",
              "content": "Competent lay evidence means any evidence not requiring that the proponent have specialized education, training, or experience.  Lay evidence is competent if it is provided by a person who has knowledge of facts or circumstances and conveys matters that can be observed and described by a lay person.\nNote:  When evaluating lay evidence,\naccept it at face value unless there is reason to question it, and\nwhen conflicting evidence exists, weigh all the evidence as appropriate.\nReference:  The definition of competent lay evidence for the purpose of this chapter is set forth in 38 CFR 3.159(a)(2)."
            },
            {
              "code": "I.i.1.A.4.f",
              "topic_num": "4",
              "subtopic": "f",
              "title": "Definition:  Substantially Complete Application",
              "content": "Substantially complete application means an application containing\nthe claimant's name\nthe claimant’s relationship to the Veteran, if applicable\nsufficient service information for VA to verify the claimed service, if applicable\nthe benefit sought and any medical condition(s) on which it is based\nthe claimant's signature\na statement of income in claims for Veterans Pension or Survivors Pension and Parents' DIC\nidentification or inclusion of potentially new evidence in supplemental claims, and\nfor HLRs, identification of the date of the decision for which review is sought.\nReferences:  For more information on\nthe criteria for substantially complete applications, see\n38 CFR 3.159(a)(3), and\nM21-1, Part II, Subpart iii, 1.C.1, and\nsignature requirements, see M21-1, Part II, Subpart i, 2.B.2."
            },
            {
              "code": "I.i.1.A.4.g",
              "topic_num": "4",
              "subtopic": "g",
              "title": "Definition:  Event",
              "content": "Event means one or more incidents associated with places, types, and circumstances of service giving rise to disability.\nReference:  The definition of event for the purpose of this chapter is set forth in 38 CFR 3.159(a)(4)."
            },
            {
              "code": "I.i.1.A.4.h",
              "topic_num": "4",
              "subtopic": "h",
              "title": "Definition:  Information",
              "content": "Information means non-evidentiary facts, such as the claimant's Social Security number or address; the name and military unit of a person who served with the Veteran; or the name and address of a medical care provider who may have evidence pertinent to the claim.\nReference:  The definition of information for the purpose of this chapter is set forth in 38 CFR 3.159(a)(5)."
            },
            {
              "code": "I.i.1.A.4.i",
              "topic_num": "4",
              "subtopic": "i",
              "title": "Definition:  Initial Claim",
              "content": "An initial claim is a substantially complete claim for a benefit, other than a supplemental claim, on an application form prescribed by the Secretary, including:\nthe first filing by a claimant (original claim), and\na subsequent claim filed by a claimant for\nan increase in a disability evaluation\na new benefit, or\na new disability.\nReferences:  For more information on\nsubstantially complete claims, see\n38 CFR 3.159(a)(3), and\nM21-1 Part I, Subpart i, 1.A.4.f\ninitial claims, see 38 CFR 3.1(p)(1), and\nclaims for increase, see M21-1, Part II, Subpart iii, 2.C."
            },
            {
              "code": "I.i.1.A.4.j",
              "topic_num": "4",
              "subtopic": "j",
              "title": "Definition:  Supplemental Claim",
              "content": "A supplemental claim is a substantially complete claim for a VA benefit on an application form prescribed by the Secretary where an initial or supplemental claim for the same or similar benefit on the same or similar basis was previously decided.\nNote:  In order to be considered substantially complete, a claimant must submit or identify potentially new evidence with a supplemental claim.\nReferences:  For more information on\nsubstantially complete claims, see\n38 CFR 3.159(a)(3), and\nM21-1 Part I, Subpart i, 1.A.4.f, and\nsupplemental claims, see\n38 CFR 3.2501, and\nM21-1, Part II, Subpart iii, 2.B."
            },
            {
              "code": "I.i.1.A.4.k",
              "topic_num": "4",
              "subtopic": "k",
              "title": "Definition:  Reopened Claim",
              "content": "The term reopened claim pertains to requests filed prior to February 19, 2019, for a benefit after the disallowance of an earlier claim for that benefit became final.  This includes a claim in which SC for the same disability is reclaimed under a different theory of entitlement.\nExample:  A Veteran whose claim for direct SC for hypertension was denied in 2012 submits a February 1, 2019, claim for SC for hypertension on a secondary basis.  Consider the claim for secondary SC to be a reopened claim because the same disability, hypertension, was reclaimed under a different theory of entitlement.\nNotes:\nFinal means the claim is no longer active, and the appeal period has expired.\nReopened claims do not include claims for increased evaluations or ancillary benefits.\nReferences:  For more information on\nrevisions based on a supplemental claim, see M21-1, Part X, Subpart ii, 2.A, and\nclaims reopened under a different theory of entitlement, see Robinson v. Shinseki, 557 F.3d 1355 (Fed. Cir. 2009).\nNext Section -->\nTo Top"
            }
          ]
        },
        "B": {
          "title": "General Information on Due Process",
          "reference": "M21-1.I.i.1.B",
          "topics": [
            {
              "code": "overview",
              "topic_num": "0",
              "subtopic": "",
              "title": "Overview",
              "content": "Article ID: 554400000181468"
            },
            {
              "code": "I.i.1.B.1.a",
              "topic_num": "1",
              "subtopic": "a",
              "title": "Due Process and the U.S. Constitution",
              "content": "The Fifth Amendment to the U.S. Constitution ensures that citizens have the right of due process.\n“No person shall be deprived of life, liberty or property without due process of law.”"
            },
            {
              "code": "I.i.1.B.1.b",
              "topic_num": "1",
              "subtopic": "b",
              "title": "Due Process and VA",
              "content": "Due process in the administration of Department of Veterans Affairs (VA) benefits informs the beneficiary of a proposed adverse action that could reduce or terminate benefits, and provides the beneficiary with the opportunity to\nprovide additional evidence to contest the action, and/or\nhold a hearing before VA decision-makers.\nIn most instances, due process applies when VA proposes to reduce or terminate a benefit.  In a few situations, such as a character of discharge determination, due process applies before VA determines eligibility for benefits.\nExceptions:  Contemporaneous notice is allowed in lieu of a notice of proposed adverse action (due process) in specific situations as listed in M21-1, Part X, Subpart ii, 3.C.1, and 38 CFR 3.103(b)(3)\nReferences:  For more information on\ndefinitions of notice of proposed adverse action and contemporaneous notice, see M21-1, Part I, Subpart i, 1.B.2.a, and\ndue process, see 38 CFR 3.103."
            },
            {
              "code": "I.i.1.B.1.c",
              "topic_num": "1",
              "subtopic": "c",
              "title": "Entitlement to Notification",
              "content": "The following parties are entitled to notification of any decision made by VA that affects the payment of benefits or the granting of relief\nbeneficiaries\nfiduciaries of minor or incompetent beneficiaries, and\nbeneficiaries’ designated representatives."
            },
            {
              "code": "I.i.1.B.1.d",
              "topic_num": "1",
              "subtopic": "d",
              "title": "Definition:  Third Party Information",
              "content": "Third party information is any information that is not received from the beneficiary or from the beneficiary’s fiduciary.  Written correspondence is considered third party when received without the beneficiary’s signature or the signature of the beneficiary’s fiduciary.\nThe table below lists the types of third party informants and provides examples of the types of information they provide.\nThird Party Informant\nExamples\nVA medical facilities\nAdmission notices and reports that may result in hospital rate adjustments.\nException:  A formal written notice of death.\nReferences:  For more information on\nhospitalization adjustments, see 38 CFR 3.551, and\nadjustment of allowance for aid and attendance, see 38 CFR 3.552.\nField examiners\nLegal instrument examiner (LIE), and\nBeneficiary’s survivors\nNotices and reports.\nExceptions:\nNotices and reports may be considered first party sources when accompanied by\ndocuments provided by the beneficiary, such as copies of award letters or marital or dependency status certificates, or\na signed, written statement from the beneficiary.\nA notice of proposed adverse action is not required when an LIE requests that a beneficiary’s award be suspended because of the fiduciary’s failure to furnish accounting activities.\nImportant:  Notices from field examiners may be considered first party notices when reported on a fully complete VA Form 27-0820, Report of General Information.\nReference:  For more information on completing a VA Form 27-0820, see M21-1, Part III, Subpart i, 2.D.1.f.\nOther possible sources\nVA computer matches\nletters from friends and relatives\nreports from employers\nreports from other government and private agencies\nSocial Security’s third party query system, or\nShare computer application.\nNote:  The third party information submitted on any forms, documents, or signed statements must, in and of itself, justify the adverse action.\nReference:  For more information on handling mail that could result in a reduction or termination of benefits, see M21-1, Part II, Subpart i, 2.D.3.\n2.  Types of Notification\nChange Date\nMarch 17, 2016"
            },
            {
              "code": "I.i.1.B.2.a",
              "topic_num": "2",
              "subtopic": "a",
              "title": "Types of Notification Concerning Change in Benefits",
              "content": "Two types of notification are used to inform a beneficiary of a change in benefits.  They are\nnotice of proposed adverse action, which informs a beneficiary of a proposed reduction or termination of benefits, and\ncontemporaneous notice, which informs a beneficiary of a change in benefits that was implemented at the time the notice was sent.\nUse the table below to determine the type of notice that should be used when information is received that would result in a reduction or termination of a beneficiary’s award.\nIf the source of information is ...\nThen use a ...\nthe beneficiary\ncontemporaneous notice to tell the beneficiary that the information submitted has affected entitlement and to what extent.\nException:  All income verification matches (IVM) which identify a reduction or termination of benefits require a notice of proposed adverse action.\nReferences:  For more information about\ncontemporaneous notices, see M21-1, Part X, Subpart ii, 3.C, and\nIVM, see M21-1, Part XIV, 4.D.\na designated power of attorney (POA) submitting information originating from a beneficiary\ncontemporaneous notice to tell the beneficiary that the information submitted has affected entitlement and to what extent.\na designated POA submitting information not originating from a beneficiary\nnotice of proposed adverse action to tell the beneficiary of a proposed change, about the information received, and the effect it may have on their benefit.\nReference:  For more information on general duties of a POA, see M21-1, Part I, Subpart i, 2.A.4.a.\na third party\nReference:  For more information on third party information, see M21-1, Part I, Subpart i, 1.B.1.d.\nnotice of proposed adverse action to tell the beneficiary of a proposed change, about the information received, and the effect it may have on their benefit.\nReferences:  For more information on\nnotices of proposed adverse action, see M21-1, Part X, Subpart ii, 3.A, and\nsending a notice of proposed adverse action to a hospitalized Veteran, see M21-1, Part X, Subpart ii, 3.A.3.c.\nNote:  When it is unclear whether information submitted by the POA originated from the beneficiary, the beneficiary may be contacted via telephone to verify the origin of the information.  If the claimant cannot be reached, process as information not originating from a beneficiary.\nReferences:  For more information on\nreceiving information via telephone that would reduce or discontinue benefits, see\nM21-1, Part X, Subpart ii, 3.C.2.a, and\nM21-1, Part III, Subpart i, 2.D.1\nproviding notice of proposed adverse action, see\n38 CFR 3.103(b)(2), and\nM21-1, Part X, Subpart ii, 3.A\nproviding contemporaneous notice, see\n38 CFR 3.103(b)(3), and\nM21-1, Part X, Subpart ii, 3.C, and\nhandling notification from a beneficiary that will result in removal of a dependent, see M21-1, Part VII, Subpart i, 1.A.4.g."
            }
          ]
        }
      },
      "2": {
        "A": {
          "title": "General Information on Power of Attorney (POA)",
          "reference": "M21-1.I.i.2.A",
          "topics": [
            {
              "code": "overview",
              "topic_num": "0",
              "subtopic": "",
              "title": "Overview",
              "content": "Article ID: 554400000181475"
            },
            {
              "code": "I.i.2.A.1.a",
              "topic_num": "1",
              "subtopic": "a",
              "title": "Claimant’s Right to Representation",
              "content": "The Department of Veterans Affairs’ (VA’s) policy is that all claimants have the right to representation before the department in claims affecting the payment of benefits or relief.\nClaimants before VA are provided representation by Veterans service organizations (VSOs), attorneys, agents, and other accredited individuals to ensure that such claimants have responsible, qualified representation to assist in the preparation, presentation, and prosecution of claims for Veterans’ benefits.\nClaimants may appoint a single representative for all claims, or they may choose to appoint a different representative on a limited basis for a particular claim.\nReferences:  For more information on\na claimant’s right to representation before VA, see 38 CFR 3.103(a)\nthe purpose of representation before VA, see 38 CFR 14.626, and\nunlimited versus limited representation, see M21-1, Part I, Subpart i, 2.A.2.d."
            },
            {
              "code": "I.i.2.A.1.b",
              "topic_num": "1",
              "subtopic": "b",
              "title": "Definition: VA Representation",
              "content": "VA representation means broadly that an individual has completed legal formalities to authorize a VSO, attorney, agent, or individual to perform functions on their behalf in business before VA.\nNote:  For the purpose of this section, the term “power of attorney” (POA) refers to VA representation, unless otherwise specified.\nReference:  For information on the distinction between VA representatives and individuals with POA authority under State law, see M21-1, Part I, Subpart i, 2.A.1.c."
            },
            {
              "code": "I.i.2.A.1.c",
              "topic_num": "1",
              "subtopic": "c",
              "title": "POA Under State Law Does Not Create VA Representation",
              "content": "The execution by a claimant of a POA under State law has no effect for the purposes of prosecuting a VA claim.  The individual with POA under State law is not authorized, based on the State appointment, to engage in VA representation.\nTo be recognized by VA, a claimant’s representative must be duly appointed under VA policies and procedures.\nReference:  For more information on appointing an accredited representative of a VSO, agent, non-licensed individual, or attorney representative, see M21-1, Part I, Subpart i, 2.A.2.\n2.  Appointing a Representative\nIntroduction\nThis topic contains information on appointing a representative, including\nrequirements to represent claimants\ndefinition of declaration of representation\ndeclaration of representation requirements, and\nunlimited versus limited representation.\nChange Date\nFebruary 19, 2019"
            },
            {
              "code": "I.i.2.A.2.a",
              "topic_num": "2",
              "subtopic": "a",
              "title": "Requirements to Represent Claimants",
              "content": "The table below describes the requirements for POA representatives to represent claimants.\nType of Representation\nRequirements\nAccredited representative of a VSO, agent, or attorney\nMust obtain recognition from VA’s Office of General Counsel (OGC) in order to represent claimants.  Refer any person or group wanting to represent claimants to OGC for accreditation.\nReferences:  For more information on\nrequirements for accredited representatives of VSOs, agents, and attorneys to obtain recognition, see 38 CFR 14.629, and\na list of accredited representatives of VSOs, agents, and attorneys maintained by OGC, see OGC’s accreditation search page.\nNon-licensed individual\nMay represent a claimant on a one-time, one claim basis per the provisions of 38 CFR 14.630. The individual may only represent one VA claimant unless a request is submitted to the VA’s OGC.\nNotes:\nFor the purpose of this guidance a claim refers to one or more issue(s) submitted for adjudication as provided in 38 CFR 3.155, and covered under one end product.\nThe representative retains representation until all issues within the scope of the claim have been finally adjudicated as provided in 38 CFR 3.160(d).\nNote:  If a person purporting to be a representative does not fit into one of the categories above, write to the individual (and provide a copy of the correspondence to the claimant) explaining that\nthey do not appear to fit into one of the categories of permitted representatives per 38 CFR 14.629 and 38 CFR 14.630, and\nVA will not recognize the representation unless they show VA that they dofit into one of the categories of permitted representatives."
            },
            {
              "code": "I.i.2.A.2.b",
              "topic_num": "2",
              "subtopic": "b",
              "title": "Definition:  Declaration of Representation",
              "content": "A declaration of representation is the form a claimant uses to designate a person or organization as their representative for VA purposes."
            },
            {
              "code": "I.i.2.A.2.c",
              "topic_num": "2",
              "subtopic": "c",
              "title": "Declaration of Representation Requirements",
              "content": "The table below lists the declaration of representation required for different types of representatives.\nA/An …\nMay represent a claimant if VA receives a …\naccredited representative of a VSO\nproperly completed and executed VA Form 21-22, Appointment of Veterans Service Organization as Claimant’s Representative, that shows the service organization as representative.\naccredited agent\nproperly completed and executed VA Form 21-22a, Appointment of Individual as Claimant’s Representative.\nnon-licensed individual\ndeclaration of representation that complies with the provisions outlined in 38 CFR 14.630 to include a properly completed and executed VA Form 21-22a.\nNote:  The representation is for a one-time, one-claim basis only.\nReference:  For more information on appointing an individual for one-time, one-claim representation, see M21-1, Part I, Subpart i, 2.A.2.a.\naccredited attorney\nproperly completed and executed VA Form 21-22a.\nNote:  If the claimant’s attorney is not listed on OGC’s accreditation search page,\nthe regional office’s (RO's) Agent and Attorney Fee Coordinator will advise the\nattorney that VA will not recognize them until accredited, and\nclaimant that they may\nseek other representation, or\nproceed without representation until the attorney is accredited.\nReferences:  For more information on\nwhat constitutes a complete VA Form 21-22 or VA Form 21-22a, see M21-1, Part I, Subpart i, 2.C.1.e, and\nhow to acknowledge a POA representative, see M21-1, Part I, Subpart i, 2.C.1.i and j."
            },
            {
              "code": "I.i.2.A.2.d",
              "topic_num": "2",
              "subtopic": "d",
              "title": "Unlimited Versus Limited Representation",
              "content": "Unlimited representation means that the representative represents the claimant for all VA claims.\nLimited representation means that the representation is for a specific claim or claims.  It is possible to have multiple representatives providing limited representation.\nAssume that representation is unlimited unless VA Form 21-22, VA Form 21-22a, or the declaration of representation shows otherwise.\nA declaration of representation by a non-accredited individual per the provisions of 38 CFR 14.630 is limited to one claim by its very nature.\nReference:  For more information on limited representation see,\nM21-1, Part I, Subpart i, 2.C.1.b, and\nM21-1, Part I, Subpart i, 2.C.2.b.\n3.  Representation of Incompetent Claimants\nIntroduction\nThis topic contains information on representation of incompetent claimants, including\nfiduciary appointment for an incompetent Veteran\nrepresentation for claimants in the process of being declared incompetent, and\nappointing a representative to establish competency.\nChange Date\nMarch 20, 2025"
            },
            {
              "code": "I.i.2.A.3.a",
              "topic_num": "3",
              "subtopic": "a",
              "title": "Fiduciary Appointment for an Incompetent Veteran",
              "content": "If the claimant is unable to handle their own VA benefit payments, VA appoints a fiduciary to handle the payment of VA funds."
            },
            {
              "code": "I.i.2.A.3.b",
              "topic_num": "3",
              "subtopic": "b",
              "title": "Representation for Claimants in the Process of Being Declared Incompetent",
              "content": "Until a fiduciary is appointed for a claimant in the process of being declared incompetent, accept the appointment of a representative from any of the following people in the following order\nclaimant\nclaimant’s guardian\nspouse\nparent\nother relative or friend (if interests are not adverse), or\ndirector of the hospital in which the claimant is maintained.\nOnce VA appoints a fiduciary, the fiduciary may appoint a new POA representative.  The prior representative is not automatically revoked.\nReferences:  For more information on\nsignature requirements when appointing a representative, see\n38 CFR 14.631(a)(1), and\nM21-1, Part I, Subpart i, 2.C.1.e, and\nrepresentation of beneficiaries in the fiduciary program, see 38 CFR 13.40."
            },
            {
              "code": "I.i.2.A.3.c",
              "topic_num": "3",
              "subtopic": "c",
              "title": "Appointing a Representative to Establish Competency",
              "content": "An incompetent claimant may appoint a representative for the purpose of attempting to establish competency.\n4.  Extent of Authority and Duties of Representatives\nIntroduction\nThis topic contains information on the extent of a representative’s authority, including\ngeneral scope of a representative's authority\nrepresentative’s authority to submit claims and other claim-related documents\nauthorization of associate attorneys and attorney support staff\nduties that authorized law students, legal interns, and paralegals can perform\ninformation technology (IT) access and other disclosures\nrepresentative’s access to Federal tax information (FTI), and\nquestions or disputes about representatives.\nChange Date\nNovember 13, 2024"
            },
            {
              "code": "I.i.2.A.4.a",
              "topic_num": "4",
              "subtopic": "a",
              "title": "General Scope of a Representative’s Authority",
              "content": "A representative is appointed, in the wording of the VA Form 21-22 and VA Form 21-22a, to “prepare, present, and prosecute” a claim. To discharge those duties, an appointed representative explicitly or implicitly has the authority to\nreview the claimant’s records, subject to limitations specified in the VA Form 21-22 or VA Form 21-22a, and/or by law\nsubmit information, evidence, and argument on behalf of the claimant, to include eliciting witness testimony at a hearing\nauthorize administrative changes on behalf of the claimant related to a claim such as changing a claimant’s address in VA records, establishing a direct deposit account, or changing a direct deposit account, subject to existing VA procedures\ncoordinate with VA on development matters such as the scheduling of a hearing or an examination\nprepare and submit forms and other procedural documents on behalf of the claimant, and\nwithdraw a claim at any stage of adjudication.\nImportant:  This list is illustrative and not exclusive, and a duly appointed representative also has the rights or authority to perform any other functions specified elsewhere in the M21-1.\nReferences:  For more information on\na representative’s authority to submit claims and other claim related documents, see M21-1, Part I, Subpart i, 2.A.4.b\na representative's authority to review a claims folder, see M21-1, Part I, Subpart i, 2.B.2\nwithdrawing a claim, see M21-1, Part II, Subpart iii, 2.F.1\nwithdrawing a decision review request, see M21-5, Chapter 4, Topic 4\nwithdrawing a legacy appeal, see\n38 CFR 19.55, and\nM21-5, Chapter 7, Section A.3\nupdating contact information and direct deposit processing, see\nM21-1, Part II, Subpart iii, 3.B.1, and\nM27-1, Part I, 3.10\nhearings at the RO, see M21-1, Part X, Subpart v, 1.D, and\nBoard of Veterans' Appeals (BVA) hearings, see M21-5, Chapter 7, Section H."
            },
            {
              "code": "I.i.2.A.4.b",
              "topic_num": "4",
              "subtopic": "b",
              "title": "Representative’s Authority to Submit Claims and Other Claim-Related Documents",
              "content": "A properly appointed representative has the authority to prepare and submit certain types of claims and other claim-related documents on behalf of the represented individual without that individual’s signature.  Those include, but are not limited to, a(n)\nrequest for an application for benefits\nintent to file (ITF) a claim\nsupplemental claim\nrequest for revision of a decision based on clear and unmistakable error\nrequest for higher-level review\nlegacy notice of disagreement (NOD), or\nlegacy substantive appeal.\nA POA may prepare and submit, but may not sign, documents that require the claimant’s signature.  Those include:\noriginal applications for Veterans benefits\nforms requiring claimant certification, such as eligibility verification reports.\nVA Form 21-4140, Employment Questionnaire\nVA Form 21-8940, Veteran’s Application for Increased Compensation Based on Unemployability\nVA Form 21-4142, Authorization to Disclose Information to the Department of Veterans Affairs (VA)\nVA Form 21-4192, Request for Employment Information in Connection With Claim for Disability Benefits\nVA Form 21-0538, Mandatory Verification of Dependents\nVA Form 21-8951-2, Notice of Waiver of VA Compensation or Pension to Receive Military Pay and Allowances, and\nVA Form 21-651, Election of Compensation in Lieu of Retired Pay or Waiver of Retired Pay to Secure Compensation from Department of Veterans Affairs.\nException:  Prior to March 24, 2015, a POA representative could sign and submit an informal claim because under the prior regulation, 38 CFR 3.155, an informal claim could be accepted without the claimant’s signature.  Informal claims, which were often filed on VA Form 21-4138, Statement in Support of Claim, included, but were not limited to, claims for increase or to reopen.\nReferences:  For more information on\nsignatures on ITF, see\nM21-1, Part II, Subpart iii, 2.A.1.b, and\n38 CFR 3.155\nhandling of additional correspondence signed by a POA in conjunction with a prescribed form signed by the claimant, see M21-1, Part II, Subpart iii, 1.A.2.c\na representative’s authority to file a legacy NOD see\nM21-5, Chapter 7, Section B\n38 CFR 19.21, and\n38 CFR 19.50, and\na representative’s authority to file a legacy substantive appeal, see\nM21-5, Chapter 7, Section E\n38 CFR 19.22, and\n38 CFR 19.50."
            },
            {
              "code": "I.i.2.A.4.c",
              "topic_num": "4",
              "subtopic": "c",
              "title": "Authorization of Associate Attorneys and Attorney Support Staff",
              "content": "A claimant must consent in writing to allow associate attorneys, legal interns, law students, and paralegals employed by the same legal services office as their appointed representative to participate in the representation.\nThe written consent must specifically state that participation in all aspects of the claim by a legal intern, law student, or paralegal furnishing written authorization from the attorney of record is authorized.  The consent must include the\nname of the Veteran or claimant (if other than the Veteran)\napplicable VA file number\nname of the attorney\nconsent of the Veteran or claimant for\nuse of the services of legal interns, law students, or paralegals, and\nsuch individuals to have access to applicable VA records, and\nnames of the legal interns, law students, or paralegals who will be assisting in the case.\nThe signed consent must be submitted to VA and maintained in the claimant’s file.\nReference:  For more information on the participation of personnel affiliated with an attorney representative, see 38 CFR 14.629(c)."
            },
            {
              "code": "I.i.2.A.4.d",
              "topic_num": "4",
              "subtopic": "d",
              "title": "Duties That Authorized Law Students, Legal Interns, and Paralegals Can Perform",
              "content": "Once written consent is provided by the claimant, as discussed in M21-1, Part I, Subpart i, 2.A.4.c, legal interns, law students, and/or paralegals may participate in any duties involved in the preparation, presentation, and/or prosecution of a VA claim as long as they are under the direct supervision of a designated attorney of record.\nThe supervising attorney must be present at any hearing in which a legal intern, law student, or paralegal participates.\nReference:  For more information on the role of assistants to attorney representatives, see 38 CFR 14.629(c)(3)."
            },
            {
              "code": "I.i.2.A.4.e",
              "topic_num": "4",
              "subtopic": "e",
              "title": "IT Access and Other Disclosures",
              "content": "The July 2023 or later version of VA Form 21-22a contains additional fields to authorize disclosure to affiliated personnel.\nCompletion of Block 19A with a name of the firm/organization is an affirmation by the claimant acknowledging they consent to giving support staff, associate attorneys, and claims agents affiliated with their representative access to their information within VA’s information technology (IT) systems.\nCompletion of Block 19B authorizes VA to disclose information outside VA IT systems, such as e-mails and/or phone calls, to the individuals listed by the claimant.\nNote:  The VA Form 21-22a is incomplete if\nbox 19A or 19B is checked but no firm, organization, and/or individual is listed, or\nthe name of the firm, organization, and/or individual is listed, but the 19A or 19B check box is blank.\nClaims processors will need to follow incomplete form procedures as directed in M21-1, Part I, Subpart i, 2.C.1.h."
            },
            {
              "code": "I.i.2.A.4.f",
              "topic_num": "4",
              "subtopic": "f",
              "title": "Representative’s Access to FTI",
              "content": "Special procedures govern a representative’s access to Federal tax information (FTI) in the possession of VA, received from Internal Revenue Service and Social Security Administration.  Refer to these special procedures governing the FTI match for information about a representative’s right of access to these materials.\nReference:  For more information on disclosure of FTI to a POA, see M21-1, Part XIV, 4.B.3.c."
            },
            {
              "code": "I.i.2.A.4.g",
              "topic_num": "4",
              "subtopic": "g",
              "title": "Questions or Disputes About Representatives",
              "content": "Refer any legal questions or disputes about the extent of a person’s authority to serve as a representative to the District Counsel.\nReference:  For more information on referring questions and disputes to the District Counsel, see\n38 CFR 14.629, and\n38 CFR 14.631(d).\n5.  Requests for Exclusive Contact\nIntroduction\nThis topic contains information on requests for exclusive contact, including\ndefinition of exclusive contact, and\nhandling requests for exclusive contact.\nChange Date\nJune 19, 2015"
            },
            {
              "code": "I.i.2.A.5.a",
              "topic_num": "5",
              "subtopic": "a",
              "title": "Definition:  Exclusive Contact",
              "content": "The term exclusive contact refers to sending communications with the claimant directly to a representative and generally not communicating directly with the claimant.\nImportant:  VA does not honor requests for exclusive contact to restrict the communication between VA and the claimant."
            },
            {
              "code": "I.i.2.A.5.b",
              "topic_num": "5",
              "subtopic": "b",
              "title": "Handling Requests for Exclusive Contact",
              "content": "In any case where an attorney requests exclusive contact in writing, send the attorney a letter incorporating the following notice:\nWe are unable to comply with your request that we correspond exclusively with you and not with the VA claimant you represent.\nWhile VA has attempted in the past to accommodate exclusive contact requests, the agency has found that our attempts to comply with these requests adversely impacted the timely completion of essential ministerial functions, such as responding to phone inquiries from claimants and the issuance of standard benefit information letters.  Rather, as required by regulatory and statutory provisions, we have determined that corresponding directly with the VA claimant with a copy of each and every communication to the representative is the best means for keeping all interested persons up-to-date about VA’s actions regarding a particular claimant.  This course of action is consistent with the non-adversarial nature of the VA benefits adjudication system and with VA statutes and regulations.\nTo this end, section 5104(a) of title 38, United States Code, and its implementing regulation, 38 C.F.R. § 3.103, provide that VA must send notice of any decision to the claimant with a copy to the claimant's representative.  VA statutes and regulations do not require a process whereby VA maintains \"exclusive contact\" with a representative in lieu of the VA claimant.  At the same time, despite any request for exclusive contact with a representative, VA has always sent automatically generated correspondence to VA claimants and has responded to claimants who seek information directly from VA.  As a result of our careful review of relevant VA statutes, regulations and procedures, we have determined that prohibiting claimants from receiving information, any information, about their claims, or limiting it in some fashion, is not a process that is beneficial to Veterans, their dependents or survivors.  We can assure you, however, that as long as you represent a VA claimant, you will be sent copies of any and all notices, decisions or other written communications at the same time as the claimant is sent such notice, decision or communication.\nNote:  In the case of a verbal request for exclusive contact or inquiry about exclusive contact, use the above notice to structure a response.  Remember to document any contacts on a VA Form 27-0820, Report of General Information.\n6.  Revoking and Terminating Representation\nIntroduction\nThis topic contains information on revoking and terminating representation, including\nhow representation ends\nexpress revocation of representation by the represented individual\nimplicit revocation of representation by appointment of a new representative\nwithdrawal of representatives from representation\nrepresentation terminated by death, and\nexpiration of limited representation.\nChange Date\nMay 20, 2020"
            },
            {
              "code": "I.i.2.A.6.a",
              "topic_num": "6",
              "subtopic": "a",
              "title": "How Representation Ends",
              "content": "Once duly established by appointment, a representation relationship can end in a variety of ways.\nThe represented party may\nchoose to expressly revoke a representative’s appointment, or\nimplicitly revoke a representative’s appointment in whole or in part by appointing another representative.\nThe representative may choose to withdraw from representation.\nRepresentation can end without specific action by the representative or represented individual such where there is\ndeath of the represented individual or\ncompletion of a limited representation.\nReferences:  For more information on\nvarious means by which representative relationship may end, see M21-1, Part I, Subpart i, 2.A.6.b-f\nVA representation, see M21-1, Part I, Subpart i, 2.A.1\nappointing a representative, see M21-1, Part I, Subpart i, 2.A.2\nunlimited versus limited representation, see M21-1, Part I, Subpart i, 2.A.2.d, and\nsystem updates related to representation, see M21-1, Part I, Subpart i, 2.C."
            },
            {
              "code": "I.i.2.A.6.b",
              "topic_num": "6",
              "subtopic": "b",
              "title": "Express Revocation of Representation by the Represented Individual",
              "content": "A represented individual (generally, a claimant or beneficiary, guardian, or fiduciary) may end the relationship with their appointed representative at any time by expressly (explicitly, clearly) telling VA.  This is known as express revocation of the representative’s appointment.\nExamples:\n“I don’t want American Legion to be my representative anymore.”\n“Please remove Disabled American Veterans as my representative immediately.”\nImportant:  The act of a represented individual submitting paperwork to appoint a new representative is not express revocation.  However, this may be sufficient to implicitly revoke an appointment.\nWhen a claimant expressly revokes representation, take the actions specified in M21-1, Part I, Subpart i, 2.C.1.f.\nReferences:  For more information on\nprocessing requests to revoke a representative, to include notifying a revoked representative, see M21-1, Part I, Subpart i, 2.C.1.f\nrequired system updates for changes in POA appointments, see M21-1, Part I, Subpart i, 2.C.2\nthe guidelines for changing representation after certification and transfer of an appeal, see M21-5, Chapter 7, Section F, 5.e, and\nimplicit revocation of representation by appointment of a new representative, see M21-1, Part I, Subpart i, 2.A.6.c."
            },
            {
              "code": "I.i.2.A.6.c",
              "topic_num": "6",
              "subtopic": "c",
              "title": "Implicit Revocation of Representation by Appointment of a New Representative",
              "content": "An individual’s existing representation is considered ended, and the representative’s appointment implicitly revoked, without need for a clear or explicit statement when\nVA receives a completed appointment of a new representative, signed by both the individual and the representative, and\nthe scope of the new representation is inconsistent with the continued representation by the current representative.\nExplanation:  The new, fully-signed appointment document is sufficient to appoint the new representative, and – because both representatives cannot provide the same representation – it can be inferred that the represented individual wants to revoke their existing representative’s appointment to the extent inconsistent with the new appointment, even when they don’t explicitly or clearly say so.\nWhen a new appointment is unlimited, that is always inconsistent with continuation of unlimited or limited representation under the existing appointment.  The existing appointment is implicitly revoked as long as the new appointment is completed and signed by the parties.\nHowever, a new limited appointment may or may not be inconsistent with continuation of existing representation and will not always cause implicit revocation of the current appointment.  As noted in M21-1, Part I, Subpart i, 2.A.2.d, it is possible to have multiple representatives providing limited representation.\nWhen representation under the existing appointment is unlimited, a new limited appointment is inconsistent only with respect to the claims or issues named in that appointment.  The existing appointment is not fully revoked; it remains in effect for the issues not named in the new appointment.\nWhen representation under the existing representation is limited, a new limited appointment is inconsistent with continued representation by the existing representative on overlapping claims or issues but not on continuing claims or issues not included in the new appointment.\nWhere implicit revocation occurs, and representation is updated, take the actions specified in M21-1, Part I, Subpart i, 2.C.1.f.\nIf a new appointment sufficient to implicitly revoke an existing appointment raises questions about the individual’s intent, request clarification from the claimant and add any clarification received to the claims folder.  For example, if there is limited, fee-based representation by an attorney under a VA Form 21-22a for review of an initial decision, and an unlimited VA Form 21-22 is received in favor of a VSO, seek clarification from the claimant before updating the representation and revoking the attorney representation.  The new filing raises a question of whether the claimant actually intends to revoke attorney/agent representation and to have the VSO handle the claims on review instead.\nImportant:  If a newly received appointment in favor of a new representative is notsigned by both the representative and the individual, the document is not sufficient to create a new representation relationship and does not constitute an implicit revocation of the existing appointment.  Although the new, incompletely-signed appointment suggests that the individual’s intent is to replace his/her current representative, that alone is not enough to constitute an express revocation – even if the appointment on its face was unlimited.  In such instances, follow the guidance in M21-1, Part I, Subpart i, 2.C.1.h, on handling an incomplete appointment document.\nReferences:  For more information on\nthe requirement for a new appointment to be signed by both parties for implicit revocation to occur, see 38 CFR 14.631(f)(1)\nthe requirement that an appointment of a representative be complete, see M21-1, Part I, Subpart i, 2.A.2.c\nprocessing revocations and new appointments, see M21-1, Part I, Subpart i, 2.C\nlimited and unlimited representation, see M21-1, Part I, Subpart i, 2.A.2.d, and\nexpress revocation, see M21-1, Part I, Subpart i, 2.A.6.b."
            },
            {
              "code": "I.i.2.A.6.d",
              "topic_num": "6",
              "subtopic": "d",
              "title": "Withdrawal of Representatives From Representation",
              "content": "A representative may withdraw from representation by notifying the claimant and VA in writing, if doing so would not adversely impact the claimant’s interests.\nA representative may also withdraw for good cause, including in the case where the representative reasonably believes representation is furthering a claimant’s persistent fraudulent or criminal course of action, or if the claimant fails to uphold an obligation to the representative regarding the representation.\nNote:   In a legacy appeal to which the law prior to February 19, 2019, applies, a representative may withdraw prior to certification as long as they have complied with 38 CFR 14.631.\nWhen a representative withdraws from representation, VA must provide notice and update VA systems.\nReferences:  For more information on\nprocessing requests to revoke or change a representative, to include notifying a revoked representative, see M21-1, Part I, Subpart i, 2.C.1.f\nrequired system updates for changes in POA appointments, see M21-1, Part I, Subpart i, 2.C.2\nwithdrawing representation, see 38 CFR 14.631(c), and\nwithdrawing representation before BVA, see 38 CFR 20.6."
            },
            {
              "code": "I.i.2.A.6.e",
              "topic_num": "6",
              "subtopic": "e",
              "title": "Representation Terminated by Death",
              "content": "Representation ends when a represented person dies.\nReferences:  For more information on\nrevoking a POA due to death of the represented individual, see M21-1, Part I, Subpart i, 2.C.1.f\nVeteran first notice of death processing, see M21-1, Part XI, Subpart i, 1.A, and\nrepresentation of survivors after the claimant’s death, see M21-1, Part I, Subpart i, 2.A.7."
            },
            {
              "code": "I.i.2.A.6.f",
              "topic_num": "6",
              "subtopic": "f",
              "title": "Expiration of Limited Representation",
              "content": "Limited representation (including one-time, one-claim representation under 38 CFR 14.630) may end on its own terms without specific action from the representative or represented individual when a triggering condition occurs – typically when the claim for which the representation was provided is finally adjudicated.\nThis is completion or expiration of the representation agreed upon.  It is not the same as affirmative revocation or termination of representation or a withdrawal from representation.\n7.  Representation of Survivors After the Claimant’s Death\nChange Date\nFebruary 19, 2019"
            },
            {
              "code": "I.i.2.A.7.a",
              "topic_num": "7",
              "subtopic": "a",
              "title": "Automatically Revoked POA Does Not Allow Survivor Representation",
              "content": "Representation based on a POA signed by the claimant during their lifetime ends with the death of the claimant and does not extend to any survivors.  In order for the same representative to represent a survivor, the survivor must execute a separate POA.\nReferences:  For more information on\nthe policy expressed in this block, see Smith (Irma) v. Brown, 10 Vet.App. 330 (1997), and\nrepresentation terminated by death, see M21-1, Part I, Subpart i, 2.A.6.e.\nM21-1, Part I, Subpart ii, Chapter 2 - Department of Veterans Affairs (VA) Benefit Programs\nArticle ID: 554400000181485\nUpdated May 27, 2025\n<-- Previous Section  Next Section -->\nOverview\nIn This Chapter\nThis chapter contains the following topics:\nTopic\nTopic Name\n1\nOverview of Compensation and Pension for Veterans\n2\nOverview of VA Survivors Benefits\n3\nAdditional Allowance for Dependents\n4\nAncillary Benefits\n5\nAid and Attendance (A&A) or Housebound Allowance\n1.  Overview of Compensation and Pension for Veterans\nIntroduction\nThis topic contains definitions of VA Veterans benefits, including\nservice-connected (SC) disability compensation\n38 U.S.C. 1151 compensation, and\nVeterans Pension.\nChange Date\nSeptember 24, 2019\nI.ii.2.1.a.  Definition:  SC Disability Compensation\nService-connected (SC) disability compensation is a monthly payment made to a Veteran discharged or released under conditions other than dishonorable who the Department of Veterans Affairs (VA) determines has a disability resulting from an injury or disease incurred or aggravated in the line of duty during active service.\nReferences:  For more information on\ndisability compensation, see 38 CFR 3.4(b)(1), and\ndetermining service connection, see M21-1, Part V, Subpart ii, 2.\nI.ii.2.1.b.  Definition: 38 U.S.C. 1151 Compensation\n38 U.S.C. 1151 compensation is a payment for additional disability or death that is proximately caused by\nVA fault or an event not reasonably foreseeable in the provision of VA hospital care, medical or surgical treatment, or examination, or\nthe individual’s participation in vocational rehabilitation services or compensated work therapy.\nReference:  For more information on 38 U.S.C. 1151 compensation, see M21-1, Part VIII, Subpart iv, 6.\nI.ii.2.1.c.  Definition:  Veterans Pension\nVeterans Pension is a benefit paid to a Veteran who\nis permanently and totally disabled as determined by\nVA, or\nthe Social Security Administration\nis in a nursing home for long-term care, as a presumption of disability, or\nhas reached the age of 65 years.\nEligibility requires meeting certain service requirements pertaining to length of service and service during a period of war, and certain income and net worth limitations.\nReference:  For more information on Veterans Pension, see\n38 CFR 3.3(a)(3)\n38 CFR 3.17\n38 CFR 3.270, and\nM21-1, Part IX, Subpart i, 1.\n2.  Overview of VA Survivors Benefits\nIntroduction\nThis topic contains definitions of VA survivors benefits, including\nDependency and Indemnity Compensation (DIC)\nSurvivors Pension\ndeath compensation, and\naccrued benefits.\nChange Date\nJune 21, 2015\nI.ii.2.2.a.  Definition: DIC\nDependency and Indemnity Compensation (DIC) is a monthly payment made\nto a surviving spouse, child, or parent because of an SC death that occurred after December 31, 1956\nto a surviving spouse or child because the Veteran had been rated as totally disabled due to an SC disability prior to his/her death, typically for at least ten years, per 38 U.S.C. 1318\nto a surviving spouse, child, or parent because of death due to VA medical treatment, per 38 U.S.C. 1151, or\nbecause a surviving spouse, child, or parent elects DIC in the case of an SC death that occurred before January 1, 1957.\nReference:  For more information on DIC, see\n38 CFR 3.5\n38 CFR 3.22\n38 CFR 3.358\n38 CFR 3.702, and\nM21-1, Part XII, Subpart i.\nI.ii.2.2.b.  Definition: Survivors Pension\nSurvivors Pension is a benefit paid to a surviving spouse or child because of a Veteran’s non-service-connected death.\nBasic eligibility requires meeting certain service requirements pertaining to length of service and service during a period of war, and certain income and net worth limitations.\nReference:  For more information on Survivors Pension, see\n38 CFR 3.3(b), and\nM21-1, Part IX, Subpart i, 2.\nI.ii.2.2.c.  Definition:  Death Compensation\nDeath compensation is a monthly payment made because of an SC death occurring before January 1, 1957.\nNote:  Generally, new entitlement to this benefit can no longer be established since the Veteran must have died prior to 1957.\nReference:  For more information on death compensation, see\n38 CFR 3.4(c), and\nM21-1, Part XII, Subpart ii, 1.\nI.ii.2.2.d.  Definition: Accrued Benefits\nAccrued benefits are benefits that are due to the beneficiary based on an existing decision on a claim for benefits or evidence in the Veteran’s claims folder at the date of death, but not paid prior to death.\nReference:  For more information on accrued benefits, see\n38 CFR 3.1000, and\nM21-1, Part XI, Subpart ii, 3.\n3.  Additional Allowance for Dependents\nIntroduction\nThis topic contains information about an additional allowance for dependents, including\ngeneral policy regarding additional allowance for dependents\nentitlement of surviving spouses to additional DIC or Survivors Pension for children\npayments to children over age 18, and\nallowance for dependent parents.\nChange Date\nJune 21, 2015\nI.ii.2.3.a.  General Policy Regarding Additional Allowance for Dependents\nAn additional allowance for a spouse and children may be paid to Veterans who are receiving payments for compensation evaluated at 30 percent or more or for pension.\nPayments for an unmarried child can continue\nuntil the child reaches age\n18, or\n23, if the child continues in an approved school, or\nindefinitely if the child becomes incapable of self-support prior to age 18.\nReference:  For more information on dependents, see\n38 CFR 3.4(b)(2)\n38 CFR 3.57\n38 CFR 3.23(d)(1)\n38 CFR 3.356, and\nM21-1, Part VII, Subpart i, 1.C.\nI.ii.2.3.b.  Entitlement of Surviving Spouses to Additional DIC or Survivors Pension for Children\nSurviving spouses are entitled to additional DIC or Survivors Pension for the Veteran’s children.\nPayments for an unmarried child can continue\nuntil the child reaches age\n18, or\n23, if the child continues in an approved school, or\nindefinitely if the child becomes incapable of self-support prior to age 18.\nReferences:  For more information on payments for children, see\nDIC and additional allowances, see M21-1, Part XII, Subpart i, 4.B.1\nawards involving a child that is permanently incapable of self-support, see M21-1, Part X, Subpart ii, 6.B.3\nSurvivors pension for a child, see M21-1, Part IX, Subpart i, 2.1, and\nrequirements to be considered a child, see M21-1, Part VII, Subpart i, 3.A.\nI.ii.2.3.c.  Payments to Children Over Age 18\nThe table below explains how benefits are paid for children over age 18.\nFor …\nPayments …\nDIC\nare always made directly to the child, unless the child is incompetent.\nSurvivors Pension\ncan be made directly to the child (or the child's fiduciary) if there is no surviving spouse.\nI.ii.2.3.d.  Allowance for Dependent Parents\nVeterans in receipt of compensation evaluated at 30 percent or more may also receive an additional allowance for dependent parents.\nReference:  For more information on an additional allowance for dependent parents, see\n38 CFR 3.4(b)(2), and\nM21-1, Part VII, Subpart i, 4.B.\n4.  Ancillary Benefits\nIntroduction\nThis topic contains definitions of ancillary benefits that are related to, or derived from the entitlement of SC benefits, including\nclothing allowance\nautomobile or other conveyance allowance\nspecially adapted housing  (SAH) and special home adaptation (SHA) grants\nvocational rehabilitation under 38 U.S.C. 31\ndependents’ educational assistance (DEA) under 38 U.S.C. 35, and\nspecial allowance payable under Section 156 of Public Law (PL) 97-377.\nChange Date\nDecember 11, 2023\nI.ii.2.4.a.  Definition:  Clothing Allowance\nClothing allowance is an annual lump-sum payment made when\na Veteran’s SC disability causes the use of certain prosthetic or orthopedic appliances (including a wheelchair) that tend to wear or tear clothing, or\nthe use of physician-prescribed medication for an SC skin condition causes irreparable damage to outer garments.\nReference:  For more information on clothing allowance, see\n38 CFR 3.810, and\nM21-1, Part XIII, Subpart i, 8.A.\nI.ii.2.4.b.  Definition: Automobile or Other Conveyance Allowance\nAutomobile or other conveyance allowance is a benefit of financial assistance toward the purchase price of a vehicle when a Veteran or service member has one of the following SC disabilities:\nloss, or permanent loss of use, of one or both\nfeet, or\nhands\npermanent impairment of vision of both eyes to a prescribed degree\na severe burn injury, or\namyotrophic lateral sclerosis (ALS).\nNote:  Necessary adaptive equipment may be certified for the initial vehicle and for subsequent vehicles.\nReference:  For more information on automobile or other conveyance allowance and adaptive equipment, see\nM21-1, Part XIII, Subpart i, 2.A, and\n38 CFR 3.808.\nI.ii.2.4.c.  Definition:  SAH and SHA Grants\nSpecially adapted housing (SAH) and special home adaptation (SHA) grantsassist Veterans or service members with certain SC disabilities severely affecting vision or locomotion in\nadapting a presently owned home, or\nacquiring or building a residence adapted with special features.\nReference:  For more information on SAH and SHA grants, see\nM21-1, Part XIII, Subpart i, 2.B\n38 CFR 3.809, and\n38 CFR 3.809a.\nI.ii.2.4.d.  Definition:  Vocational Rehabilitation Under 38 U.S.C. 31\nVocational rehabilitation under 38 U.S.C. Chapter 31 provides subsistence allowance as well as other services and assistance necessary for an eligible Veteran with compensable SC disabilities to\nachieve maximum independence in daily living, and\nobtain and maintain suitable employment.\nReference:  For more information on vocational rehabilitation, see\n38 CFR Part 21, Subpart A, and\nM21-1, Part XIII, Subpart i, 5.A.\nI.ii.2.4.e.  Definition:  DEA Under 38 U.S.C. 35\nDependents’ Educational Assistance (DEA) under 38 U.S.C. Chapter 35provides payment of a monthly education or training allowance to the spouse and children of a Veteran who\nhas a total SC disability that is permanent in nature, or\ndied\nof an SC disability, or\nwhile an SC disability was evaluated as total and permanent in nature.\nNote:  VA grants basic eligibility to DEA to service members under specific circumstances.  For more information, see M21-1, Part XIII, Subpart i, 1.A.1.e.\nReference:  For more information on DEA, see\n38 CFR 3.807\n38 CFR 21.3021, and\nM21-1, Part XIII, Subpart i, 1.A.\nI.ii.2.4.f.  Definition:  Special Allowance Payable Under Section 156 of Public Law 97-377\nThe special allowance payable under Section 156 of Public Law (PL) 97-377 is called the Restored Entitlement Program for Survivors (REPS).  The REPS allowance is a payment to certain surviving spouses and children of individuals who died\non active duty prior to August 13, 1981, or\nas a result of an SC disability that was incurred or aggravated prior to August 13, 1981.\nReference:  For more information on the special allowance payable under Section 156 of PL 97-377, see\nM21-1, Part XII, Subpart ii, 3, and\n38 CFR 3.812.\n5.  A&A or Housebound Allowance\nIntroduction\nThis topic contains information on A&A or housebound allowance, including\nan explanation of the\nA&A benefit and entitlement, and\nhousebound benefit and entitlement, and\nVeterans hospitalized at government expense.\nChange Date\nSeptember 30, 2010\nI.ii.2.5.a.  A&A Benefit and Entitlement\nThe aid and attendance (A&A) allowance is\npart of special monthly compensation (SMC) or special monthly pension (SMP), and\npaid because a person, due to mental or physical disability, requires the regular A&A of another person in conducting the basic activities of daily living, such as\nbathing\ndressing, and\ngoing to the bathroom.\nEntitlement:  Entitlement to the A&A allowance extends to the Veteran, spouse, surviving parent(s), or surviving spouse.\nReferences:  For more information on\nSMC, see\nM21-1, Part VIII, Subpart iv, 4.A, and\n38 CFR 3.350, and\nSMP, see\nM21-1, Part IX, Subpart ii, 1\nM21-1, Part IX, Subpart ii, 2.C, and\n38 CFR 3.351.\nI.ii.2.5.b.  Housebound Benefit and Entitlement\nThe housebound allowance is\npart of SMC or SMP, and\npaid because a person, due to a mental or physical disability, has very limited ability to leave home.\nEntitlement to the housebound benefit extends to the Veteran and surviving spouse only.\nReferences:  For more information on\nSMC, see\nM21-1, Part VIII, Subpart iv, 4.A, and\n38 CFR 3.350, and\nSMP, see\nM21-1, Part IX, Subpart ii, 1\nM21-1, Part IX, Subpart ii, 2.C, and\n38 CFR 3.351.\nI.ii.2.5.c.  Veterans Hospitalized at Government Expense\nA Veteran who is entitled to A&A and who is hospitalized at government expense can only receive the Housebound rate until released from the hospital.\nExceptions:  This policy is subject to the exceptions in 38 CFR 3.552(a)(2).\nM21-1, Part II, Subpart ii, Chapter 3 - Claims Jurisdiction and Transfer\nArticle ID: 554400000174868\nUpdated Sep 29, 2025\n<-- Previous Section  Next Section -->\nOverview\nIn This Chapter\nThis chapter contains the following topics:\nTopic\nTopic Name\n1\nJurisdiction of Claims\n2\nTransfer of Paper Claims Folders\n1.  Jurisdiction of Claims\nIntroduction\nThis topic contains information on jurisdiction of claims, including\ngeneral policy for jurisdiction of claims\njurisdiction of claims involving a special mission or circumstance, and\ndetermining jurisdiction of claims involving multiple special missions or circumstances.\nChange Date\nSeptember 12, 2022\nII.ii.3.1.a.  General Policy for Jurisdiction of Claims\nA claim is generally assigned by the National Work Queue (NWQ) to the geographical area where the Veteran or survivor maintains a permanent address and is generally under the jurisdiction of an office/station known as a regional office (RO).  At times the jurisdiction will specifically fall under a pension management center (PMC).\nNotes:\nJurisdiction of a claim includes jurisdiction of the paper claims folder if one exists, unless instructions state otherwise.\nAn RO or PMC maintains jurisdiction for folders stored at the Federal Archives and Records Center.\nGenerally, a PMC will handle claims involving\npension benefits\nclaims for survivors benefits, and\naccrued benefits.\nReferences:  For more information on,\noffice locations, see the Facilities Locator and Leadership Directory\ngeographical alignment of ROs and PMCs, see M21-1, Part I, Subpart ii, 1.B.2.b, and\njurisdiction of requests for higher-level review, see M21-5, Chapter 5, Topic 1.d.\nII.ii.3.1.b.  Jurisdiction of Claims Involving a Special Mission or Circumstance\nNWQ will distribute claims involving a special mission or circumstance according to jurisdiction and ranking rules determined by the Office of Field Operations (OFO).  Proper routing may require the use of special issue indicators and corporate flashes.\nIf a station receives a claim that does not fall under their jurisdiction, authorized personnel may transfer the claim to the correct station in accordance with OFO guidelines.\nThe table below indicates what station has jurisdiction of a claim that involves a special mission or circumstance.\nSpecial Mission or Circumstance\nJurisdiction\nVeterans Benefits Administration (VBA) employee-Veteran, relative of employee, or a national service officer\nrestricted access claims centers (RACCs)\nReference:  For more information on RACCs, see M21-1, Part II, Subpart ii, 2.B.\nlive compensation claims and legacy appeals involving\na foreign residence\nresidence in enemy territory, and\ncases involving an Army Post Office or a Fleet Post Office address\nPittsburgh RO\nNotes:\nJurisdiction is determined according to the Veteran’s residence, not the residence of a dependent.\nA transient is not considered to be residing in a foreign country.\nException:  When a Veteran files a claim for Chapter 18 benefits and the child lives in a foreign territory, the claim will be worked by the Pittsburgh RO.\nReference:  For more information on foreign residence, see M21-1, Part X, Subpart i, 3.B.\nlive compensation claims and legacy appeals involving residence in a U.S. Territory\nJurisdiction for U.S. Territory compensation claims and legacy appeals is as follows:\nHonolulu RO has jurisdiction for American Samoa, Guam, and the Northern Mariana Islands (Rota, Saipan and Tinian)\nManila RO has jurisdiction for the Philippines, and\nSan Juan RO has jurisdiction for Puerto Rico and the Virgin Islands.\nall in-service death claims\nPhiladelphia RO\nNotes:\nThe Philadelphia Veterans Service Center (VSC) has sole jurisdiction over all original in-service death claims, to include in-service death claims received from multiple claimants prior to the adjudication of the original claim.\nThe Philadelphia PMC has jurisdiction over all non-original in-service death claims received after the adjudication of the original claim.\nReference:  For more information on in-service death claims, see M21-1, Part XII, Subpart i, 1.C.\npension and survivor claims in which\nthe primary beneficiary or claimant resides in a foreign country, or\nany payee whose income affects entitlement to Department of Veterans Affairs (VA) benefits, receives the income in a foreign currency\nJurisdiction for\nservice-connected (SC) death and burial claims are the Philadelphia PMC's including claims from the Philippines, and\nall remaining PMC claims (to include supplemental claims for Dependency Indemnity Compensation (DIC) where SC death was already granted) from\nthe Philippines, are the Milwaukee PMC's, and\nall other foreign countries, jurisdiction is shared between the Milwaukee and St. Paul PMC.\nReferences:  For more information on\nPMC jurisdiction of non-foreign residence claims or specific jurisdiction of claim type, see M21-1, Part I, Subpart ii, 1.B.2.b, and\neligibility for benefits based on Philippine service, see M21-1, Part X, Subpart i, 4.A.2.\nhigher-level reviews and legacy appeals for pension and survivor claims\ndecision review operations center\nrating action related to Polish and Czechoslovakian Veterans who\nfile a claim for service connection (SC), or\napply for health care under 38 U.S.C. 109\nWilmington RO\nException:  A claim from a Polish or Czechoslovakian Veteran with no service in the U.S. Armed Forces should be denied for no qualifying service by the RO that receives the claim.\nNote:  VA does not assign a folder or number to these claims.\nReference:  For more information on Polish and Czechoslovakian Veterans who served in the U.S. Armed Forces, see M21-1, Part XIII, Subpart i, 3.G.1.b.\nclaims involving Public Law (PL) 97-37, Section 156, Restored Entitlement Program for Survivors (REPS)\nJurisdiction is split between\nthe various ROs or PMCs, and\na special processing unit at the St. Louis RO.\nNote:  The office having jurisdiction of the deceased Veteran’s claims folder is responsible for determining basic eligibility and forwarding the claim (but not the deceased Veteran’s claims folder) to the St. Louis RO.\nReference:  For more information on jurisdiction of claims involving REPS, see M21-1, Part XII, Subpart ii, 3.A.\nPhilippine cases involving Veterans of the Commonwealth Army of the Philippines while such forces were in the\nArmed Forces of the U.S. (July 26, 1941, through June 30, 1946)\nSpecial Philippine Scouts (enlisted between October 6, 1945, and June 30, 1947), and\nAlleged or Recognized Guerrilla Service (before July 1, 1946)\nManila RO has exclusive and permanent jurisdiction unless otherwise indicated.\nException:  The Philadelphia PMC has jurisdiction of burial and SC death claims and the Milwaukee PMC has jurisdiction of all remaining PMC claims (to include supplemental claims for DIC where SC death was already granted) based on service by Veterans within the Commonwealth Army of the Philippines.\nReference:  For more information on eligibility for benefits based on Philippine service, M21-1, Part X, Subpart i, 4.A.2.\ncases involving incompetent Veterans\nIf a court has appointed a fiduciary for an incompetent Veteran, jurisdiction lies with the RO or PMC for the area in which the appointing court is located.\nclaims for SC based on radiation exposure where the existence of a radiogenic disease has been verified\nJackson RO\nReferences:  For more information on\nhow the Jackson RO receives jurisdiction of a radiation claim, see M21-1, Part VIII, Subpart iii, 4.A.2.a, and\nradiation claims processing, see\nM21-1, Part VIII, Subpart iii, 4.A.2, and\nM21-1, Part VIII, Subpart iii, 4.B.2.\nclaims and legacy appeals for SC based on exposure to mustard gas or Lewisite\nMuskogee RO\nReference:  For more information on claims for SC based on exposure to mustard gas or Lewisite, see M21-1, Part VIII, Subpart iii, 3.A.2.\nclaims and legacy appeals for SC based on exposure to contaminated drinking water at Camp Lejeune that meet specific criteria\nLouisville RO\nReference:  For more information on the criteria determining jurisdiction of Camp Lejeune issues, see M21-1, Part VIII, Subpart iii, 8.A.1.c.\nforfeiture cases\nSt. Paul RACC\nReference:  For more information about forfeiture cases, see\nM21-1, Part X, Subpart iv, 3.B, and\n38 CFR 3.900.\nresidents of the Armed Forces Retirement Home, or St. Elizabeth’s Hospital in Washington, D.C.\nRoanoke RO\nReference:  For more information on claims from residents of the Armed Forces Retirement Home or St. Elizabeth’s Hospital in Washington, D.C., see M21-1, Part VI, Subpart iii, 5.\nVeterans with any service prior to July 16, 1903\nPhiladelphia PMC\nentitlement to compensation under the former general law, the Act of 1862, as amended\nprotection of the general law rate provided by former PL 788, 74th Congress\nentitlement to Reserve Officer’ Retirement Pay under PL 262, 77th Congress, and\nentitlement under a special act of Congress authorizing payment to a particular person\nPhiladelphia PMC\nReferences:  For more information on\ngeneral law cases, see 38 U.S.C. 1152, and\nentitlement under a special act, see\n38 CFR 3.801\n38 CFR 10.20, and\n38 CFR 11.109.\nChapter 31 educational benefits based on service in allied forces\nPhiladelphia PMC\nChapter 18 benefits for certain children with disabilities born of Vietnam and certain Korean service Veterans\nDenver RO\nException:  When a Veteran files a claim for Chapter 18 benefits and the child lives in a foreign territory, the claim will be worked by the Pittsburgh RO.\nReference:  For more information on handling of claims for benefits under Chapter 18, see M21-1, Part VIII, Subpart i, 3.A-E.\nNotes:\nDo not transfer a paper claims folder to a special mission station unless\na special mission claim has been established, or\ninstructions indicate the special mission station must maintain the folder.\nClaims and/or claimants involving litigated issues may be subject to special review or processing.  Special instructions for identification and processing identified cases will be issued by VA Central Office (VACO) and may involve use of special issue indicators, corporate flashes, or other claim attributes.\nReferences:  For more information on\nclaim attributes that affect routing, see M21-4, Appendix C\nuse of corporate flashes, see\nM21-1, Part III, Subpart i, 2.F.1.b, and\nM21-4, Appendix C.2\nspecial issue indicators, see M21-1, Part III, Subpart i, 2.F.2, and\ntransferring a claim, see the Veterans Benefits Management System Core User Guide.\nII.ii.3.1.c.  Determining Jurisdiction of Claims Involving Multiple Special Missions or Circumstances\nThe table below indicates what station has jurisdiction of a claim that involves multiple special missions or circumstances.\nSpecial Mission(s) or Circumstances\nJurisdiction\nIntegrated Disability Evaluation System, along with\nany other special mission\nProvidence RO, and\nSeattle RO\nException:  A RACC claim from an employee of the Providence RO would be handled by the Seattle RO and vice versa.\nBenefits Delivery at Discharge, along with\nany other special mission\nThe special mission RO.\nC-123 aircraft, along with\none of the following special missions:\nmustard gas\nradiation\nCamp Lejeune, or\nVACO Special Issue 2\nSt. Paul RO\nCamp Lejeune, along with\nVACO Special Issue 2\nLouisville RO\nforeign, along with\none of the following special missions:\nC-123 aircraft\nmustard gas\nradiation\nCamp Lejeune, or\nVACO Special Issue 2\nPittsburgh RO\nmustard gas, along with\none of the following special missions:\nradiation\nCamp Lejeune, or\nVACO Special Issue 2\nMuskogee RO\nradiation, along with\none of the following special missions:\nCamp Lejeune, or\nVACO Special Issue 2\nJackson RO\nManila jurisdiction, along with\nany other special mission\nThe special mission RO.  If translation or fraud issues need to be addressed, the special mission station will contact NWQ to have the claim transferred.\nSan Juan jurisdiction, along with\nany other special mission\nThe special mission RO.  If translation is needed, the special mission station will contact NWQ to have the claim transferred.\nRACC, along with\nforeign\nRACC\nRACC, along with\nCamp Lejeune\nRACC\nException:  A claim from an employee of the St. Paul RACC would be handled by the Louisville RO.\nRACC, along with\none of the following special missions:\nC-123 aircraft, or\nVACO Special Issue 2\nRACC\nException:  A claim from an employee of the St. Paul RACC would be handled by the Milwaukee RO.\nRACC, along with\none of and the following special missions:\nmustard gas, or\nradiation\nThe special mission RO.\nException:  A claim from an employee at the special mission RO would be handled by the RACC.\nIn-service death, along with\nany other special mission\nPhiladelphia RO\nNotes:\nThe Philadelphia VSC has sole jurisdiction over all original in-service death claims to include in-service death claims received from multiple claimants prior to the adjudication of the original claim.\nThe Philadelphia PMC has jurisdiction over all non-original in-service death claims received after the adjudication of the original claim.\nReference:  For more information on RACCs, see M21-1, Part II, Subpart ii, 2.B.\n2.  Transfer of Paper Claims Folders\nIntroduction\nThis topic contains information about the general policies for the transfer of paper claims folders, including\ngeneral restriction on transfers of paper claims folders\nFederal records center (FRC) facility codes for folder requests\nrequesting transfer of paper claims folders from an FRC\nfollowing up on requests from an FRC, and\nprocedure to recall folders from VA Record Center and Vault (RC&V).\nChange Date\nJanuary 15, 2021\nII.ii.3.2.a.  General Restriction on Transfers of Paper Claims Folders\nVA has transitioned to an electronic claims processing environment and with the exception of some restricted access records, no longer maintains paper claims folders.  When an RO requests a paper claims folders that is stored at a Federal records center (FRC) or VA Record Center and Vault (RC&V), the claims folder will be sent to the scanning facility for digitization.\nPaper claims folders should not be sent to any location other than an authorized scanning facility, unless otherwise directed by OFO.\nException:  RACCs are authorized to receive and maintain paper claims folders from an FRC or VA RC&V if the file\nhas been designated as a restricted record, and\nis not eligible for digitization.\nReferences:  For more information on historical rules for the\npermanent transfer of paper claims folders, see the attachments\nHistorical_M21-1III_ii_5_SecD_2-19-19.docx, and\nHistorical_M21-1III_ii_5_SecE_2-19-19.docx, and\ntemporary transfer of paper claims folders, see the attachment Historical_M21-1III_ii_5_SecF_1-14-18.docx.\nII.ii.3.2.b.  FRC Facility Codes for Folder Requests\nThe FRC station code is shown on the BIRLS FOLDER LOCATION tab in Share.  The table below contains FRC location codes and which specific location to send the folder request to.\nFRC Station Code\nLocation\nTransfer Date\nFolder Request Location\n010\nBoston\nnot applicable (N/A)\n010 Boston\n011\nPittsfield\nN/A\n011 Pittsfield\n020\nBayonne\nALL\n059 Lee's Summit\n021\nPhiladelphia\n1954 – 1985\n059 Lee's Summit\n030\nWashington National Records Center\n1952\nThese records are no longer owned by VA.  To request a copy of a record at this location, contact\nWilliam Seibert\n(314) 801-0909\nwilliam.siebert@nara.gov.\n030\nWashington National Records Center\nFebruary - July 1955\n030\nWashington National Records Center\n1962 – 1978\n060 Lenexa\n040\nAtlanta\n1973 & Prior\n060 Lenexa\n040\nAtlanta\n1974 - 1994 (from ROs 317, 318, 322)\n011 Pittsfield\n040\nAtlanta\n1974 - 1994 (from ROs 316, 319, 320, 323, 327)\n060 Lenexa (exceptions noted in next two rows)\n040\nAtlanta\n1986 from RO 316\n011 Pittsfield\n040\nAtlanta\n1993 from RO 323\n011 Pittsfield\n050\nChicago\nPrior to 1973\n011 Pittsfield\n051\nDayton\nN/A\n051 Dayton\n052\nKingsridge\nN/A\n052 Kingsridge\n059\nLee’s Summit\nN/A\n059 Lee’s Summit\n060\nLenexa (previously Kansas City)\nPrior to 1973\n011 Pittsfield\n061\nSt. Louis National Personnel Records Center (NPRC)\n1956 - 1959 (from ROs 335, 339)\n011 Pittsfield\n061\nSt. Louis NPRC\n1959 - 1966 (from RO 376)\n011 Pittsfield\n061\nSt. Louis NPRC\n1960 - 1969 (from ROs 335, 339, 340, 341, 345, 442)\n011 Pittsfield\n061\nSt. Louis NPRC\n1967 - 1973 (from RO 331)\n011 Pittsfield\n061\nSt. Louis NPRC\n1970 - 1974 (from ROs 339, 340, 341, 345, 436, 437, 438, 442)\n011 Pittsfield\n070\nFt. Worth\nPrior to 1977\n011 Pittsfield\n070\nFt. Worth\n1977 - 1993\n059 Lee's Summit\n080\nDenver\nALL\n059 Lee's Summit\n090\nSan Francisco/San Bruno\nN/A\n090 San Francisco/San Bruno\n091\nLaguna Niguel (previously Perris)\nPrior to 1967\n011 Pittsfield\n091\nLaguna Niguel\n1968 – 1992\n059 Lee’s Summit\n100\nSeattle\nN/A\n100 Seattle\nNote:  FRCs 020, 070, and 080 are no longer active repositories.\nReference:  For more information about FRCs, see Federal Records Center Locations.\nII.ii.3.2.c.  Requesting Transfer of Paper Claims Folders From an FRC\nRequests for transfer of a paper claims folder from an FRC are submitted through the National Archives and Records Administration’s Archives and Records Centers Information System (ARCIS).\nUse Share to obtain the FRC accession data from the BIRLS FOLDER LOCATION tab\nlog into ARCIS and initiate a request for the claims folder\ncreate a Physical Claims File Requested tracked item, and\nupload a copy of the request into the corresponding electronic claims folder (eFolder).\nNote:  The FRC usually returns the folder to the requesting RO within 10 business days.\nReference:  For information on how to use ARCIS, to include log-in and passwords, see the ARCIS website.\nII.ii.3.2.d.  Following up on Requests From an FRC\nIf the folder is not received within 10 business days of the original request, process a follow-up request to the FRC via ARCIS, by sending an e-mail, or by calling the FRC, and document the follow-up request in the claims folder.\nImportant:  Remember to update the Physical Claims File Requested tracked item to reflect the follow-up.\nReference:  For contact information, see Federal Records Center Locations.\nII.ii.3.2.e.  Procedure to Recall Folders From VA RC&V\nAn RO’s appointed key user may electronically recall folders retired to VA RC&V using the table below.\nStep\nAction\n1\nCheck the Records Management Center (RMC) Source Material Tracking System (SMTS) Portal to determine if the folder has already been selected for conversion to an electronic record.\nIf the RMC SMTS Portal\nhas a record of the claims folder, go to Step 4, or\ndoes not have a record of the claims folder, go to the next step.\n2\nLog in to the VA RC&V Records Retrieval System (RRS).\n3\nEnter the following information on the electronic VA Form 0245, VA Records Center & Vault Reference Request:\nVeteran’s last name and first name\nlast four digits of the claim number\naccession number (listed on BIRLS FOLDER LOCATION screen), and\nbox number (listed on BIRLS FOLDER LOCATION screen).\n4\nCreate a Physical Claims File Requested tracked item.\n5\nUpload a copy of the request into the corresponding eFolder.\nNotes:\nFirst-time key users must register and create a new account.  The key user will receive an email from VA RC&V when the account is activated.\nVA is in the process of extracting and digitizing records held by the VA RC&V.  There may be instances in the claims folder has been selected for digitization and is en route to the scanning vendor when a claim is received.  The folder location may still show a VA RC&V location code during this period which is why the RMC SMTS Portal should be reviewed first.\nReferences:  For more information on\nVA RC&V, see the VA RC&V website\nVA RC&V RRS and saving copies of electronically-submitted VA Form 0245, see the VA RC&V Electronic RRS Users Guide, and\nthe RMC SMTS Portal, see M21-1, Part II, Subpart i, 1.B.5."
            }
          ]
        }
      }
    }
  }
}